[
      {
        "id": 1,
        "picture": "https://i.ibb.co/vHvrz2v/water.jpg",
        "title": "Clean Water for All",
        "category": "water",
        "category_bg": "#8ec2e6",
        "card_bg": "#a5d3f2",
        "text_color": "#1549c2",
        "description": "Clean water is a fundamental human right, yet millions of people around the world lack access to safe drinking water. Our 'Clean Water for All' campaign aims to change that by bringing clean, reliable water sources to communities in need. We believe that access to clean water not only improves health but also empowers individuals and communities to thrive. With your generous donation, we can build wells, purify water sources, and provide education on sanitation. Together, we can make a lasting impact on the lives of countless people.",
        "price": 50
      },
      {
        "id": 2,
        "picture": "https://i.ibb.co/7JPfYq3/Education.png",
        "title": "Quality Education Initiative",
        "category": "education",
        "category_bg": "#f5b7b0",
        "card_bg": "#fccfca",
        "text_color": "#e74c3c",
        "description": "Education is the key to breaking the cycle of poverty. Our 'Quality Education Initiative' seeks to provide underprivileged children with access to quality education. Your support will help us build schools, provide essential learning materials, and offer scholarships to deserving students. By contributing to this campaign, you are investing in a brighter future for these children and their communities.",
        "price": 30
      },
      {
        "id": 3,
        "picture": "https://i.ibb.co/B2cQFYq/Health.png",
        "title": "Healthcare Access Project",
        "category": "health",
        "category_bg": "#8de3b1",
        "card_bg": "#b5f5d0",
        "text_color": "#27ae60",
        "description": "Access to healthcare is a basic human right, yet millions of people lack proper medical care. Our 'Healthcare Access Project' aims to bridge this gap by establishing clinics and providing essential medical services to undeserved populations. Your donation will save lives and ensure that everyone has the opportunity to lead a healthy life.",
        "price": 40
      },
      {
        "id": 4,
        "picture": "https://i.ibb.co/HDdnzL9/Food.png",
        "title": "Fight Hunger Campaign",
        "category": "food",
        "category_bg": "#f2c783",
        "card_bg": "#f2d3a2",
        "text_color": "#d18c0a",
        "description": "Hunger is a persistent problem in many communities, and our 'Fight Hunger Campaign' is dedicated to alleviating this suffering. Your donation will support our efforts to provide food to families in need. Together, we can ensure that no one goes to bed hungry.",
        "price": 25
      },
      {
        "id": 5,
        "picture": "https://i.ibb.co/7JPfYq3/Education.png",
        "title": "Scholarships for Bright Minds",
        "category": "education",
        "category_bg": "#f5b7b0",
        "card_bg": "#fccfca",
        "text_color": "#e74c3c",
        "description": "Talent knows no boundaries, and education should be accessible to all. Our 'Scholarships for Bright Minds' campaign aims to support talented students in pursuing higher education. Your contribution will fund scholarships for deserving individuals, empowering them to achieve their dreams.",
        "price": 35
      },
      {
        "id": 6,
        "picture": "https://i.ibb.co/vHvrz2v/water.jpg",
        "title": "Clean Water for Villages",
        "category": "water",
        "category_bg": "#8ec2e6",
        "card_bg": "#a5d3f2",
        "text_color": "#1549c2",
        "description": "In remote villages, clean drinking water is often a luxury. Our 'Clean Drinking Water for Villages' campaign is working to change that. With your contribution, we can fund well construction and water purification projects, bringing clean and safe water to these communities. Join us in making a difference today.",
        "price": 60
      },
      {
        "id": 7,
        "picture": "https://i.ibb.co/HDdnzL9/Food.png",
        "title": "Meals for the Homeless",
        "category": "food",
        "category_bg": "#f2c783",
        "card_bg": "#f2d3a2",
        "text_color": "#d18c0a",
        "description": "Homelessness is a pressing issue in our community, and many individuals go without a warm meal. Our 'Meals for the Homeless' campaign seeks to provide nourishing meals and hope to those in need. Your support can make a significant difference in their lives.",
        "price": 20
      },
      {
        "id": 8,
        "picture": "https://i.ibb.co/B2cQFYq/Health.png",
        "title": "Mobile Health Clinics",
        "category": "health",
        "category_bg": "#8de3b1",
        "card_bg": "#b5f5d0",
        "text_color": "#27ae60",
        "description": "Access to healthcare can be challenging in remote areas. Our 'Mobile Health Clinics' initiative takes medical care to those who need it the most. With your support, we can operate mobile clinics and provide essential medical services to underserved populations, ensuring that everyone has access to healthcare.",
        "price": 45
      },
      {
        "id": 9,
        "picture": "https://i.ibb.co/HDdnzL9/Food.png",
        "title": "Food Relief for Families",
        "category": "food",
        "category_bg": "#f2c783",
        "card_bg": "#f2d3a2",
        "text_color": "#d18c0a",
        "description": "Many families struggle to put food on the table, especially during challenging times. Our 'Food Relief for Families' campaign aims to provide groceries and nutritional support to those in need. Your support will ensure that families have access to the nourishment they require for a healthy life.",
        "price": 15
      },
      {
        "id": 10,
        "picture": "https://i.ibb.co/B2cQFYq/Health.png",
        "title": "Medical Supplies for Clinics",
        "category": "health",
        "category_bg": "#8de3b1",
        "card_bg": "#b5f5d0",
        "text_color": "#27ae60",
        "description": "Clinics serving vulnerable populations often lack essential medical supplies. Your donation to 'Medical Supplies for Clinics' will provide much-needed equipment, medications, and resources to ensure that these clinics can continue to save lives and provide critical care.",
        "price": 30
      },
      {
        "id": 11,
        "picture": "https://i.ibb.co/7JPfYq3/Education.png",
        "title": "Educational Resources",
        "category": "education",
        "category_bg": "#f5b7b0",
        "card_bg": "#fccfca",
        "text_color": "#e74c3c",
        "description": "Access to quality educational resources is vital for students to succeed. Our 'Educational Resources' campaign aims to equip schools with books, computers, and learning materials. Your contribution will empower students to excel in their studies and build a brighter future.",
        "price": 40
      },
      {
        "id": 12,
        "picture": "https://i.ibb.co/vHvrz2v/water.jpg",
        "title": "Clean Water for Schools",
        "category": "water",
        "category_bg": "#8ec2e6",
        "card_bg": "#a5d3f2",
        "text_color": "#1549c2",
        "description": "Schools are the foundation of education, and clean water is essential for the health and well-being of students. Your donation to 'Clean Water for Schools' will ensure that educational institutions have access to clean water for drinking and sanitation, creating a healthier learning environment for children.",
        "price": 55
      }
      
    ]
  